{
    "texts": [
        {
            "id": 1,
            "language": "english",
            "length": "short",
            "difficulty": "easy",
            "content": "The quick brown fox jumps over the lazy dog"
        },
        {
            "id": 2,
            "language": "english",
            "length": "short",
            "difficulty": "easy",
            "content": "Farmer Jack realized that big yellow quilts were expensive."
        },
        {
            "id": 3,
            "language": "english",
            "length": "medium",
            "difficulty": "normal",
            "content": "Five jumping wizards hex bolty quick. Jacky can now give six big tips from the old quiz "
        },
        {
            "id": 4,
            "language": "english",
            "length": "medium",
            "difficulty": "normal",
            "content": "Is the milk cold, or still hot? Tom hasn't had anything to eat since breakfast."
        },
        {
            "id": 5,
            "language": "english",
            "length": "long",
            "difficulty": "hard",
            "content": "She's got eyes of the bluest skies As if they thought of rain I'd hate to look into those eyes and see an ounce of pain Her hair reminds me of a warm, safe place Where, as a child, I'd hide And pray for the thunder and the rain to quietly pass me by"
        },
        {
            "id": 6,
            "language": "english",
            "length": "long",
            "difficulty": "hard",
            "content": "They decided to plant a tree in the backyard to celebrate the start of spring. Your name isn't you. That is also just a letter code that identifies you. If you're one of those people who hates staying home on the weekend, check out the local bowling alley. "
        },
        {
            "id": 7,
            "language": "russian",
            "length": "short",
            "difficulty": "easy",
            "content": "Завтра будет солнечно, временами дожди."
        },
        {
            "id": 8,
            "language": "russian",
            "length": "short",
            "difficulty": "easy",
            "content": "Созрев, фрукт падает с дерева."
        },
        {
            "id": 9,
            "language": "russian",
            "length": "short",
            "difficulty": "easy",
            "content": "Съешь же ещё этих мягких французских булок да выпей чаю."
        },
        {
            "id": 10,
            "language": "russian",
            "length": "medium",
            "difficulty": "normal",
            "content": "Вступив в бой с шипящими змеями — эфой и гадюкой, — маленький, цепкий, храбрый ёж съел их. "
        },
        {
            "id": 11,
            "language": "russian",
            "length": "medium",
            "difficulty": "normal",
            "content": "Широкая электрификация южных губерний даст мощный толчок подъёму сельского хозяйства."
        },
        {
            "id": 12,
            "language": "russian",
            "length": "long",
            "difficulty": "hard",
            "content": "Елизавета Вторая правила в течение семидесяти лет. Она умерла в возрасте девяноста шести лет. Наследником престола стал её сын Чарльз, объявленный престолонаследником в 1952 году и взявший имя Карл Третий. Он был в очереди на престол в течение семи десятилетий, что стало самым долгим ожиданием престола в истории британской монархии."
        },
        {
            "id": 13,
            "language": "russian",
            "length": "long",
            "difficulty": "hard",
            "content": "Дайте человеку необходимое и он захочет удобств. Обеспечьте его удобствами — он будет стремиться к роскоши. Осыпьте его роскошью — он начнет вздыхать по изысканному. Позвольте ему получать изысканное и он возжаждет безумств. Одарите его всем, что он пожелает — он будет жаловаться, что его обманули и что он получил совсем не то, что хотел."
        }
    ]
}